export const initialData = [
  {
    category: "البروتينات",
    items: ["دجاج", "كويس", "سكالوب", "كبدة", "جحين", "لحم بقر", "غنم", "لسان بقر", "بيض", "حوت", "القضية"]
  },
  {
    category: "الخضروات",
    items: ["طماطم", "بسباس", "سلاطة", "جزر", "بيطراف", "بصل", "بطاطا", "فلفل حلو", "فلفل حار", "قارص", "بروكلو", "كرمب", "ثوم", "قرنون", "زاليقو", "جلبانة", "لوبيا قريني", "جريوات", "بضنجان", "فول", "دبشة", "معدنوس", "كرافس"]
  },
  {
    category: "البقالة",
    items: ["أرز", "فريك", "حمص", "عدس", "عدس احمر", "لوبيا", "بربوشة", "شخشوخة", "ثليثلي", "عيش", "مقارونة", "طونة", "سباغيتي", "رند", "بسيسة", "تمر", "فواكه", "ملح", "طماطم باطة", "توابل", "سكر", "زيت", "قهوة", "خل", "ماء الزهر", "مايونيز", "هريسة", "عسل", "زيت الزيتون", "سميد", "فرينة", "شعير", "مغلوت", "مكسرات", "خطفة بوراك", "خميرة"]
  },
  {
    category: "الألبان",
    items: ["ياغورت", "حليب", "لبن", "رايب", "فرماج", "زبدة"]
  },
  {
    category: "المنزل والتنظيف",
    items: ["خبز و حلويات", "ايزيس", "اومو تع قش", "جافيل", "اسيد", "صابون", "شامبوا", "اجاكس", "خزم", "كاسة", "دونتيفريس", "بروسا دو", "مسواك"]
  },
  {
    category: "فواتير وخدمات",
    items: ["أدوية", "طبيب", "حليب الطفل", "كوش بي بي", "حلاق", "مناسبات", "خرجات", "ملابس", "كهرباء", "غاز", "ماء", "فليكسي", "انترنت", "أغراض منزل", "أدوات", "كوسميتيك", "اية أو وصال"]
  }
];